{
    "categories": [ 
        {
            "category_id": 1,
            "category_name": "Core Yoga Poses",
            "description": "Engage your abdominal muscles with core yoga poses that build a strong and stable center like Boat Pose, Dolphin Pose and Side Plank Pose."
        },
        {
            "category_id": 2,
            "category_name": "Seated Yoga Poses",
            "description": " Yoga practice with seated poses that help you find better alignment, increase your flexibility, and relieve lower back pain and discomfort. Tone the belly, massage your internal organs, and relieve lower back pain in these seated yoga poses. "
        },
        {
            "category_id": 3,
            "category_name": "Strengthening Yoga Poses",
            "description": "Work and tone your entire body with strengthening yoga poses like Chair Pose, Warrior I Pose and Extended Side Angle Pose."
        },
        {
            "category_id": 4,
            "category_name": "Chest Opening Yoga Poses",
            "description": "Open your heart and shoulders in chest opening yoga poses like Camel Pose, Fish Pose and Wild Thing."
        },
        {
            "category_id": 5,
            "category_name": "Backbend Yoga Poses",
            "description": "Discover the powerful effects of yoga backbends with step-by-step instructions, sequences, and expert advice to keep your practice pain-free."
        },
        {
            "category_id": 6,
            "category_name": "Forward Bend Yoga Poses",
            "description": "Learn how to work stiff muscles safely, promote lower-body flexibility, and find correct alignment with forward bend yoga poses."
        },
        {
            "category_id": 7,
            "category_name": "Hip Opening Yoga Poses",
            "description": "Loosen tight hips, improve your range of motion and circulation, alleviate back pain and more in these hip-opening yoga poses."
        },
        {
            "category_id": 8,
            "category_name": "Standing Yoga Poses",
            "description": "Develop strength and stability in your standing poses, and feel the benefits throughout your practice. Build strength and set the foundation for a safe yoga practice. "
        },
        {
            "category_id": 9,
            "category_name": "Restorative Yoga Poses",
            "description": "Restorative yoga focuses on winding down after a long day and relaxing your mind. At its core, this style focuses on body relaxation. You spend more time in fewer postures throughout the class. Many of the poses are modified to be easier and more relaxing. Restorative yoga also helps to cleanse and free your mind."
        },
        {
            "category_id": 10,
            "category_name": "Arm Balance Yoga Poses",
            "description": "Move past fear, build better balance, and strengthen your body with arm balance yoga poses like Crane Pose, Plank Pose, Firefly Pose amd more."
        },
        {
            "category_id": 11,
            "category_name": "Balancing Yoga Poses",
            "description": "Build a strong foundation for your asana practice with these balancing yoga poses. Get step-by-step instructions and reap the benefits."
        },
        {
            "category_id": 12,
            "category_name": "Inversion Yoga Poses",
            "description": "Master inversions—overcome fear and discover how to defy gravity with these step-by-step instructions. Learn how to prepare for and stay safe in inversion yoga poses."
        }
    ]
}
       
    



